[
  {
    "title": "Crime and Punishment",
    "isbn": "0486415872",
    "page_count": 430,
    "published_date": { "$date": "2001-03-01T00:00:00.000-0800" },
    "image_link": "https://cdn.shopify.com/s/files/1/0458/6386/2439/products/crime-min_1024x1024.jpg?v=1609442879",
    "description": "Raskolnikov, a destitute and desperate former student, wanders through the slums of St Petersburg and commits a random murder without remorse or regret. He imagines himself to be a great man, a Napoleon: acting for a higher purpose beyond conventional moral law. But as he embarks on a dangerous game of cat and mouse with a suspicious police investigator, Raskolnikov is pursued by the growing voice of his conscience and finds the noose of his own guilt tightening around his neck. Only Sonya, a downtrodden prostitute, can offer the chance of redemption.",
    "authors": ["Fiodor Dostoïevski"],
    "categories": ["category"]
  },
  {
    "title": "Demons",
    "isbn": "0679734511",
    "page_count": 768,
    "published_date": { "$date": "1995-03-01T00:00:00.000-0800" },
    "image_link": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1524586008l/5695.jpg",
    "description": "Inspired by the true story of a political murder that horrified Russians in 1869, Fyodor Dostoevsky conceived of Demons as a \"novel-pamphlet\" in which he would say everything about the plague of materialist ideology that he saw infecting his native land. What emerged was a prophetic and ferociously funny masterpiece of ideology and murder in pre-revolutionary Russia.",
    "authors": ["Fiodor Dostoïevski"],
    "categories": ["category"]
  },
  {
    "title": "Wilder Girls",
    "isbn": "0525645586",
    "page_count": 368,
    "published_date": { "$date": "2019-02-01T00:00:00.000-0800" },
    "image_link": "https://images-na.ssl-images-amazon.com/images/I/81v9rodXOUL.jpg",
    "description": "It's been eighteen months since the Raxter School for Girls was put under quarantine. Since the Tox hit and pulled Hetty's life out from under her. It started slow. First the teachers died one by one. Then it began to infect the students, turning their bodies strange and foreign. Now, cut off from the rest of the world and left to fend for themselves on their island home, the girls don't dare wander outside the school's fence, where the Tox has made the woods wild and dangerous. They wait for the cure they were promised as the Tox seeps into everything. But when Byatt goes missing, Hetty will do anything to find her, even if it means breaking quarantine and braving the horrors that lie beyond the fence. And when she does, Hetty learns that there's more to their story, to their life at Raxter, than she could have ever thought true.",
    "authors": ["Rory Power"],
    "categories": ["category"]
  },
  {
    "title": "Ego Is the Enemy",
    "isbn": "1591847818",
    "page_count": 256,
    "published_date": { "$date": "2016-02-01T00:00:00.000-0800" },
    "image_link": "https://images-na.ssl-images-amazon.com/images/I/81izoHQypIL.jpg",
    "description": "While the history books are filled with tales of obsessive, visionary geniuses who remade the world in their image with sheer, almost irrational force, I’ve found that history is also made by individuals who fought their egos at every turn, who eschewed the spotlight, and who put their higher goals above their desire for recognition.” – from the Prologue Many of us insist the main impediment to a full, successful life is the outside world. In fact, the most common enemy lies within: our ego. Early in our careers, it impedes learning and the cultivation of talent. With success, it can blind us to our faults and sow future problems. In failure, it magnifies each blow and makes recovery more difficult. At every stage, ego holds us back.",
    "authors": ["Ryan Holiday"],
    "categories": ["category"]
  },
  {
    "title": "A Brief History of Time",
    "isbn": "1591847818",
    "page_count": 212,
    "published_date": { "$date": "1998-02-01T00:00:00.000-0800" },
    "image_link": "https://www.penguin.co.uk/content/dam/prh/books/101/1012120/9780593077184.jpg",
    "description": "A landmark volume in science writing by one of the great minds of our time, Stephen Hawking’s book explores such profound questions as: How did the universe begin—and what made its start possible? Does time always flow forward? Is the universe unending—or are there boundaries? Are there other dimensions in space? What will happen when it all ends? Told in language we all can understand, A Brief History of Time plunges into the exotic realms of black holes and quarks, of antimatter and “arrows of time,” of the big bang and a bigger God—where the possibilities are wondrous and unexpected. With exciting images and profound imagination, Stephen Hawking brings us closer to the ultimate secrets at the very heart of creation.",
    "authors": ["Stephen Hawking"],
    "categories": ["category"]
  },
  {
    "title": "Relativity: The Special and General Theory",
    "isbn": "048641714X",
    "page_count": 256,
    "published_date": { "$date": "2010-02-01T00:00:00.000-0800" },
    "image_link": "https://images-na.ssl-images-amazon.com/images/I/61tT2CGvM6L.jpg",
    "description": "From the age of Galileo until the early years of the 20th century, scientists grappled with seemingly insurmountable paradoxes inherent in the theories of classical physics. With the publication of Albert Einstein's \"special\" and \"general\" theories of relativity, however, traditional approaches to solving the riddles of space and time crumbled. In their place stood a radically new view of the physical world, providing answers to many of the unsolved mysteries of pre-Einsteinian physics. Acclaimed as the pinnacle of scientific philosophy, the theories of relativity tend to be regarded as the exclusive domain of highly trained scientific minds. The great physicist himself disclaimed this exclusionary view, and in this book, he explains both theories in their simplest and most intelligible form for the layman not versed in the mathematical foundations of theoretical physics. In addition to the theories themselves, this book contains a final part presenting fascinating considerations on the universe as a whole.",
    "authors": ["Albert Einstein"],
    "categories": ["category"]
  },
  {
    "title": "A Little Life",
    "isbn": "0804172706",
    "page_count": 832,
    "published_date": { "$date": "2016-02-01T00:00:00.000-0800" },
    "image_link": "https://images-na.ssl-images-amazon.com/images/I/91fRT+cJNzL.jpg",
    "description": "A Little Life follows four college classmates—broke, adrift, and buoyed only by their friendship and ambition—as they move to New York in search of fame and fortune. While their relationships, which are tinged by addiction, success, and pride, deepen over the decades, the men are held together by their devotion to the brilliant, enigmatic Jude, a man scarred by an unspeakable childhood trauma. A hymn to brotherly bonds and a masterful depiction of love in the twenty-first century, Hanya Yanagihara’s stunning novel is about the families we are born into, and those that we make for ourselves.",
    "authors": ["Hanya Yanagihara"],
    "categories": ["category"]
  },

  {
    "title": "The Psychology of Money",
    "isbn": "0804172706",
    "page_count": 256,
    "published_date": { "$date": "2016-02-01T00:00:00.000-0800" },
    "image_link": "https://cdn.shopify.com/s/files/1/0458/6386/2439/products/81Lb75rUhLL_1_1024x1024.jpg",
    "description": "Timeless lessons on wealth, greed, and happiness doing well with money isn’t necessarily about what you know. It’s about how you behave. And behavior is hard to teach, even to really smart people. How to manage money, invest it, and make business decisions are typically considered to involve a lot of mathematical calculations, where data and formulae tell us exactly what to do. But in the real world, people don’t make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your unique view of the world, ego, pride, marketing, and odd incentives are scrambled together. In the psychology of money, the author shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life's most important matters.",
    "authors": ["Morgan Housel"],
    "categories": ["money"]
  },

  {
    "title": "The Mountain Is You",
    "isbn": "1949759229",
    "page_count": 248,
    "published_date": { "$date": "2016-02-01T00:00:00.000-0800" },
    "image_link": "https://cdn.shopify.com/s/files/1/0458/6386/2439/products/615NRk7ETOL_1024x1024.jpg",
    "description": "This is a book about self-sabotage. Why we do it, when we do it, and how to stop doing it—for good. Coexisting but conflicting needs create self-sabotaging behaviors. This is why we resist efforts to change, often until they feel completely futile. But by extracting crucial insight from our most damaging habits, building emotional intelligence by better understanding our brains and bodies, releasing past experiences at a cellular level, and learning to act as our highest potential future selves, we can step out of our own way and into our potential.",
    "authors": ["Brianna Wiest"],
    "categories": ["category"]
  },
  {
    "title": "We Were Liars",
    "isbn": "0385741278",
    "page_count": 320,
    "published_date": { "$date": "2016-02-01T00:00:00.000-0800" },
    "image_link": "http://cdn.shopify.com/s/files/1/0458/6386/2439/products/9160KvYYLIL.jpg?v=1631701572",
    "description": "A beautiful and distinguished family. A private island. A brilliant, damaged girl; a passionate, political boy. A group of four friends—the Liars—whose friendship turns destructive. A revolution. An accident. A secret. Lies upon lies. True love. The truth. We Were Liars is a modern, sophisticated suspense novel from New York Times bestselling author, National Book Award finalist, and Printz Award honoree E. Lockhart.",
    "authors": ["E. Lockhart"],
    "categories": ["category"]
  },
  {
    "title": "They Both Die at the End",
    "isbn": "0062457802",
    "page_count": 416,
    "published_date": { "$date": "2016-02-01T00:00:00.000-0800" },
    "image_link": "http://cdn.shopify.com/s/files/1/0458/6386/2439/products/81D-gdnku_L-min.jpg?v=1631701555",
    "description": "Adam Silvera reminds us that there’s no life without death and no love without loss in this devastating yet uplifting story about two people whose lives change over the course of one unforgettable day. New York Times bestseller * 4 starred reviews * A School Library Journal Best Book of the Year * A Kirkus Best Book of the Year * A Booklist Editors' Choice * A Bustle Best YA Novel * A Paste Magazine Best YA Book * A Book Riot Best Queer Book * A Buzzfeed Best YA Book of the Year * A BookPage Best YA Book of the Year On September 5, a little after midnight, Death-Cast calls Mateo Torrez and Rufus Emeterio to give them some bad news: They’re going to die today. Mateo and Rufus are total strangers, but, for different reasons, they’re both looking to make a new friend on their End Day. The good news: There’s an app for that. It’s called the Last Friend, and through it, Rufus and Mateo are about to meet up for one last great adventure—to live a lifetime in a single day.",
    "authors": ["Adam Silvera"],
    "categories": ["category"]
  },
  {
    "title": "The Brothers Karamazov",
    "isbn": "1250788455",
    "page_count": 880,
    "published_date": { "$date": "2016-02-01T00:00:00.000-0800" },
    "image_link": "https://images-na.ssl-images-amazon.com/images/I/71OZJsgZzQL.jpg",
    "description": "The Brothers Karamazov is a murder mystery, a courtroom drama, and an exploration of erotic rivalry in a series of triangular love affairs involving the “wicked and sentimental” Fyodor Pavlovich Karamazov and his three sons―the impulsive and sensual Dmitri; the coldly rational Ivan; and the healthy, red-cheeked young novice Alyosha. Through the gripping events of their story, Dostoevsky portrays the whole of Russian life, is social and spiritual striving, in what was both the golden age and a tragic turning point in Russian culture. This award-winning translation by Richard Pevear and Larissa Volokhonsky remains true to the verbal inventiveness of Dostoevsky’s prose, preserving the multiple voices, the humor, and the surprising modernity of the original. It is an achievement worthy of Dostoevsky’s last and greatest novel.",
    "authors": ["Fiodor Dostoïevski"],
    "categories": ["category"]
  }
]
